[ar-SA] - Arabic (Saudi Arabia)
Menu.PinStartCs = تثبيت بالقائمة "ابدأ". (Retro-Shell)
Menu.UnpinStartCs = إزالة التثبيت من القائمة "ابدأ" (Retro-Shell)

[bg-BG] - Bulgarian (Bulgaria)
Menu.PinStartCs = Закачи към менюто "Старт" (Retro-Shell)
Menu.UnpinStartCs = Откачи от менюто "Старт" (Retro-Shell)

[ca-ES] - Catalan (Catalan)
Menu.PinStartCs = Ancorar al Menú Inicia (Retro-Shell)
Menu.UnpinStartCs = Desancorar del Menú Inicia (Retro-Shell)

[cs-CZ] - Czech (Czech Republic)
Menu.PinStartCs = Připnout k nabídce Start (Retro-Shell)
Menu.UnpinStartCs = Odepnout z nabídky Start (Retro-Shell)

[da-DK] - Danish (Denmark)
Menu.PinStartCs = Fastgør til menuen Start (Retro-Shell)
Menu.UnpinStartCs = Frigør fra menuen Start (Retro-Shell)

[de-DE] - German (Germany)
Menu.PinStartCs = An Startmenü anheften (Retro-Shell)
Menu.UnpinStartCs = Vom Startmenü lösen (Retro-Shell)

[el-GR] - Greek (Greece)
Menu.PinStartCs = Καρφίτσωμα στο μενού "Έναρξη" (Retro-Shell)
Menu.UnpinStartCs = Ξεκαρφίτσωμα από το μενού "Έναρξη" (Retro-Shell)

[en-US] - English (United States)
Menu.PinStartCs = Pin to Start menu (Retro-Shell)
Menu.UnpinStartCs = Unpin from Start menu (Retro-Shell)

[es-ES] - Spanish (Spain)
Menu.PinStartCs = Anclar al menú Inicio (Retro-Shell)
Menu.UnpinStartCs = Desanclar del menú Inicio (Retro-Shell)

[et-EE] - Estonian (Estonia)
Menu.PinStartCs = Kinnita menüüsse Start (Retro-Shell)
Menu.UnpinStartCs = Eemalda menüüst Start (Retro-Shell)

[fa-IR] - Persian
Menu.PinStartCs = سنجاق کردن به منوی شروع (Retro-Shell)
Menu.UnpinStartCs = برداشتن از منوی شروع (Retro-Shell)

[fi-FI] - Finnish (Finland)
Menu.PinStartCs = Kiinnitä Käynnistä-valikkoon (Retro-Shell)
Menu.UnpinStartCs = Poista kiinnitys Käynnistä-valikosta (Retro-Shell)

[fr-FR] - French (France)
Menu.PinStartCs = Épingler au menu Démarrer (Retro-Shell)
Menu.UnpinStartCs = Détacher du menu Démarrer (Retro-Shell)

[gd-GB] - Scottish Gaelic (United Kingdom)
Menu.PinStartCs = Prìnich ris a' chlàr-taice tòiseachaidh (Retro-Shell)
Menu.UnpinStartCs = Dì-phrìnich on chlàr-taice tòiseachaidh (Retro-Shell)

[he-IL] - Hebrew (Israel)
Menu.PinStartCs = הצמד לתפריט התחלה (Retro-Shell)
Menu.UnpinStartCs = בטל הצמדה לתפריט התחלה (Retro-Shell)

[hr-HR] - Croatian (Croatia)
Menu.PinStartCs = Prikvači na izbornik Start (Retro-Shell)
Menu.UnpinStartCs = Otkvači s izbornika Start (Retro-Shell)

[hu-HU] - Hungarian (Hungary)
Menu.PinStartCs = Rögzítés a Start menün (Retro-Shell)
Menu.UnpinStartCs = Rögzítés feloldása a Start menün (Retro-Shell)

[is-IS] - Icelandic (Iceland)
Menu.PinStartCs = Festa við ræsivalmynd (Retro-Shell)
Menu.UnpinStartCs = Losa af ræsivalmynd (Retro-Shell)

[it-IT] - Italian (Italy)
Menu.PinStartCs = Aggiungi al menu Start (Retro-Shell)
Menu.UnpinStartCs = Rimuovi dal menu Start (Retro-Shell)

[ja-JP] - Japanese (Japan)
Menu.PinStartCs = スタート メニューに表示する (Retro-Shell)
Menu.UnpinStartCs = スタート メニューに表示しない (Retro-Shell)

[ko-KR] - Korean (Korea)
Menu.PinStartCs = 시작 메뉴에 고정 (Retro-Shell)
Menu.UnpinStartCs = 시작 메뉴에서 제거 (Retro-Shell)

[lt-LT] - Lithuanian (Lithuania)
Menu.PinStartCs = Padaryti prieinamą meniu Pradėti (Retro-Shell)
Menu.UnpinStartCs = Padaryti neprieinamą meniu Pradėti (Retro-Shell)

[lv-LV] - Latvian (Latvia)
Menu.PinStartCs = Piespraust izvēlnei Sākt (Retro-Shell)
Menu.UnpinStartCs = Atspraust no izvēlnes Sākt (Retro-Shell)

[mk-MK] - Macedonian (Macedonia)
Menu.PinStartCs = Закачи го кон менито "Старт" (Retro-Shell)
Menu.UnpinStartCs = Откачи го од менито "Старт" (Retro-Shell)

[nb-NO] - Norwegian, Bokmål (Norway)
Menu.PinStartCs = Fest til Start-menyen (Retro-Shell)
Menu.UnpinStartCs = Løsne fra Start-menyen (Retro-Shell)

[nl-NL] - Dutch (Netherlands)
Menu.PinStartCs = Vastmaken aan menu Start (Retro-Shell)
Menu.UnpinStartCs = Losmaken van menu Start (Retro-Shell)

[pl-PL] - Polish (Poland)
Menu.PinStartCs = Przypnij do menu Start (Retro-Shell)
Menu.UnpinStartCs = Odepnij od menu Start (Retro-Shell)

[pt-BR] - Portuguese (Brazil)
Menu.PinStartCs = Fixar no Menu Iniciar (Retro-Shell)
Menu.UnpinStartCs = Desafixar do Menu Iniciar (Retro-Shell)

[pt-PT] - Portuguese (Portugal)
Menu.PinStartCs = Afixar no menu Iniciar (Retro-Shell)
Menu.UnpinStartCs = Remover do menu Iniciar (Retro-Shell)

[ro-RO] - Romanian (Romania)
Menu.PinStartCs = Fixare la meniul Start (Retro-Shell)
Menu.UnpinStartCs = Anulare fixare la meniul Start (Retro-Shell)

[ru-RU] - Russian (Russia)
Menu.PinStartCs = Закрепить в меню "Пуск" (Retro-Shell)
Menu.UnpinStartCs = Изъять из меню "Пуск" (Retro-Shell)

[sk-SK] - Slovak (Slovakia)
Menu.PinStartCs = Pripnúť položku do ponuky Štart (Retro-Shell)
Menu.UnpinStartCs = Zrušiť pripnutie položky v ponuke Štart (Retro-Shell)

[sl-SI] - Slovenian (Slovenia)
Menu.PinStartCs = Pripni v meni »Start«. (Retro-Shell)
Menu.UnpinStartCs = Odpni iz menija »Start«. (Retro-Shell)

[sr-Latn-CS] - Serbian (Latin, Serbia)
Menu.PinStartCs = Dodaj u „Start“ meni (Retro-Shell)
Menu.UnpinStartCs = Ukloni iz „Start“ menija (Retro-Shell)

[sv-SE] - Swedish (Sweden)
Menu.PinStartCs = Fäst på Start-menyn (Retro-Shell)
Menu.UnpinStartCs = Ta bort från Start-menyn (Retro-Shell)

[th-TH] - Thai (Thailand)
Menu.PinStartCs = ตรึงกับเมนูเริ่ม (Retro-Shell)
Menu.UnpinStartCs = ถอนการตรึงออกจากเมนูเริ่ม (Retro-Shell)

[tr-TR] - Turkish (Turkey)
Menu.PinStartCs = Başlat menüsüne sabitle (Retro-Shell)
Menu.UnpinStartCs = Başlat menüsünden ayır (Retro-Shell)

[uk-UA] - Ukrainian (Ukraine)
Menu.PinStartCs = Прикріпити до меню "Пуск" (Retro-Shell)
Menu.UnpinStartCs = Відкріпити від меню "Пуск" (Retro-Shell)

[zh-CN] - Chinese (Simplified)
Menu.PinStartCs = 锁定到「开始」菜单 (Retro-Shell)
Menu.UnpinStartCs = 从「开始」菜单解锁 (Retro-Shell)

[zh-HK] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表 (Retro-Shell)
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選 (Retro-Shell)

[zh-TW] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表 (Retro-Shell)
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選 (Retro-Shell)

